Repository: GhaliaAlmuaddi/Mealanner_App
Catalog: Localizable.xcstrings
Source language: en
Languages: ar

source: Background
ar: الخلفية

source: Breackfast:
ar: الإفطار:

source: Breakfast
ar: الإفطار

source: Click edit button to
ar: اضغط زر التحرير للإضافة

source: Dinner
ar: العشاء

source: Dinner:
ar: العشاء:

source: Done
ar: تم

source: Edit
ar: تحرير

source: Get started
ar: ابدأ

# Let Mlanner's widget simplify your day of vitality with your meal planner.
source: Let Mealanner's widget simplify your day by planning your meals.
ar: دع واجهة رسومات ميلانر تبسط يومك بتخطيط وجباتك!

source: Lunch
ar: الغذاء

source: Lunch:
ar: الغذاء:

source: Mealanner widget
ar: واجهة رسومات ميلانر

source: Next
ar: التالي

source: Skip
ar: تخطي

source: Snack
ar: الوجبات الخفيفة

source: Snacks:
ar: الوجبات الخفيفة

source: Stay remembered
ar: ابقَ متذكرًا

source: Type your breakfast
ar: ادخل وجبة الإفطار

source: Type your dinner
ar: ادخل وجبة العشاء

source: Type your lunch
ar: ادخل وجبة الغذاء

source: Type your snacks
ar: ادخل الوجبات الخفيفة

source: Welcome to Mealanner
ar: أهلًا بك في ميلانر

source: Where meals planning is just a click away!
ar: حيث تخطيط الوجبات هو مجرد نقرة واحدة!
